1)Бот возвращает цену на определенное количество валюты(евро, доллар или рубль)
2)Пользователь должен отправить сообщеине боту в виде
<имя валюты,цену которой хочет узнать><имя валюты, в которую конвертируем><количество первой валюты>
3)/start или /help пользователю выводится инструкция
4)/values информация о всех доступных валютах в читаемом виде
5)API и отправлять запросы с помощью Request
6)Получения ответа в формате Json
7)При ошибке пользователя APIException
8)Текст с указанием ошибки должен отправляться пользователю
